/* Standard dialog buttons */
"OK" = "승인";
"Cancel" = "취소";
"Retry" = "재시도";
"Disconnect" = "연결 해제";

/* Low disk space warning alert */
"Your startup disk is almost full." = "시동 디스크가 거의 찼습니다.";
"You need to make more space available on your startup disk by deleting files." = "시동 디스크에서 파일을 지워 사용 가능한 공간을 늘리십시오.";
"Your disk is almost full." = "디스크가 거의 찼습니다.";
"The disk " = "디스크";
" is almost full. You can delete files on the disk to make more space available." = "이(가) 거의 찼습니다. 디스크에 있는 파일을 지워서 사용 가능 공간을 만들 수 있습니다.";
"Do not warn me about this disk again" = "이 디스크에 관한 경고를 다시 하지 않음";

/* Very low disk space warning alert */
"Your_startup_disk_is_full." = "시동 디스크가 가득 찼습니다.";
"Your_disk_is_full." = "디스크가 가득 찼습니다.";
"_is_full._You_can_delete_files_on_the_disk_to_make_more_space_available." = "이(가) 가득 찼습니다. 디스크에 있는 파일을 지우면 추가 공간을 만들 수 있습니다. ";

/* Server lock time-out alert */
"A server you are using is not responding to file locking requests. Do you want to continue trying to contact it?" = "사용 중인 서버가 파일 잠금 요청에 응답하지 않습니다. 서버에 접속을 계속 시도하시겠습니까?";
"Click OK to continue trying to contact the server " = "다음 서버에 대한 연결을 계속 시도하려면 승인을 클릭하십시오:";
". Click Disable Locks to disable file locking for this file system. If you disable locks for this file system, any applications using file locking on this file system may stop working." = ". 이 파일 시스템의 파일 잠금을 비활성화하도록 잠금 비활성화를 클릭하십시오. 이 파일 시스템의 파일 잠금을 비활성화하면, 이 파일 시스템에 있는 파일 잠금을 사용하는 응용 프로그램이 작동을 멈출 수도 있습니다.";

/* Disable locks confirmation alert */
"Are you sure you want to disable file locking for this file system?" = "이 파일 시스템의 파일 잠금을 비활성화하겠습니까?";
"If you disable locks for this file system, any applications using file locking on this file system may stop working." = "이 파일 시스템의 잠금을 비활성화하면, 이 파일 시스템에 있는 파일 잠금을 사용하는 응용 프로그램이 작동을 멈출 수도 있습니다.";

/* IO error and file system corruption detection messages */
/* This message is displayed near the check box in a dialog to indicate that checking the box will hide any further warning messages about errors found while the data on the disk. */
"Do_not_warn_me_again." = "다시 경고 안함.";

/* This message group is used for reporting that an error was occurred while reading or writing to the disk.  The following message appears as the header of the block */
"Read/Write_Error" = "읽기/쓰기 오류";
/* This following message is suffixed by the name of the file which was being accessed when the error occured in the final dialog box.  The name of the file is then suffixed by a period. */
"Error_detected_while_accessing_" = "다음 파일에 접근하는 도중 오류가 감지됨: ";
"." = ".";

/* This message group is used for reporting that the kernel has detected inconsistency in the file system. The following message appears as the header of the block */
"File_System_Corruption_Detected" = "파일 시스템 손상이 감지됨";
/* This message is suffixed by the name of the volume on which inconsistency was detected. */
"File_system_corruption_was_detected_on_" = "다음 볼륨에서 파일 시스템 손상이 감지됨: ";
/* This message follows the name of the volume */
".__The_volume_will_be_repaired_on_the_next_mount." = ".  다음 마운트에서 이 볼륨을 복구합니다.";
